Repository: elionaimelo/theo
Catalog: lib/locales/app_*.arb
Languages: es, pt

# appDescription
source: Veja histórias em qualquer lugar e compartilhe com facilidade!
es: ¡Mire historias en cualquier lugar y compártelas con facilidad!

# loginPageButton
source: I already have an account
es: <Ya tengo una cuenta
pt: Já tenho uma conta

# signupPageButton
source: Create profile
es: Crear perfil
pt: Criar perfil

# nameInputHint
source: Write your name here
es: Escriba su nombre aquí
pt: Escreva seu nome aqui

# nameInputLabel
source: What is your name?
es: ¿Cuál es su nombre?
pt: Qual seu nome?

# countryInputHint
source: Write the name of your country here
es: Escriba el nombre del país aquí
pt: Escreva o nome do país aqui

# countryInputLabel
source: What country are you from?
es: ¿Cuál es su país?
pt: Qual o seu país?

# roleInputQuestion
source: You are…
es: Tú eres...
pt: Você é...

# age1Input
source: Under 19 years old
es: Hasta 19 años
pt: Até 19 anos

# age2Input
source: 20 to 29 of age
es: entre 20 a 29 años
pt: 20 a 29 anos

# age3Input
source: 30 to 39 of age
es: entre 30 a 39 años
pt: 30 a 39 anos

# age4Input
source: 40 to 49 of age
es: entre 40 a 49 años
pt: 40 a 49 anos

# age5Input
source: 50 years and over
es: 50 años o más
pt: 50 anos ou mais

# ageInputQuestion
source: What is your age group?
es: ¿Cuál es su rango etario?
pt: Qual a sua faixa etária?

# defaultInputHint
source: Write here
es: Escriba aquí
pt: Escreva aqui

# passwordInputLabel
source: Create a password here
es: Crear contraseña aquí
pt: Crie uma senha aqui

# matchPasswordInputLabel
source: Repeat password
es: Repetir la contraseña
pt: Repita a sua senha

# languageQuestion
source: Select language
es: Seleccione el idioma

# loadingSplash
source: Loading...
es: Cargando...
pt: Carregando...

# profilePageTitle
source: My profile
es: Mi perfil
pt: Meu perfil

# profilePageSubtitle
source: Here you can change your account settings
es: Aquí usted puede cambiar las configuraciones de la cuenta.
pt: Aqui você pode alterar as configurações da sua conta

# profileInputImage
source: Change profile photo
es: Cambiar foto de perfil
pt: Alterar foto do perfil

# profileNameLabel
source: Nome
es: Nombre

# profileEmailLabel
source: E-mail
es: Correo electrónico

# profilePasswordLabel
source: Senha
es: Contraseña

# profileNotification
source: Notifications
es: Notificaciones
pt: Notificações

# accountManager
source: Manage account
es: Administrar cuenta
pt: Gerenciar conta

source: Close account
es: Cancelar cuenta
pt: Cancelar conta

source: Saved Stories
es: Historias guardadas
pt: Histórias salvas

# postHistory
source: Publications history
es: Historial de publicaciones
pt: Histórico de publicações

source: Share Story
es: Compartir historia
pt: Compartilhar estória

# activate
source: Enable
es: Activar
pt: ativar

# activated
source: Ativado
es: Activado

# searchPageTitle
source: Search
es: Buscar
pt: Pesquisar

# searchInputHint
source: Search here
es: Buscar aquí
pt: Busque aqui

# exploreSubtitle
source: Select the topics you wish to find
es: Seleccione los puntos que desee encontrar
pt: Selecione os tópicos que deseja encontrar

# loginPasswordHint
source: Enter your password here
es: Digitar contraseña
pt: Escreva sua senha aqui

# loginPasswordLabel
source: Enter your password
es: Inserte su contraseña
pt: Insira sua senha

# forgotPassword
source: Forgotten your password? Reset it here
es: ¿Olvidaste la contraseña? Restablecer aquí
pt: Esqueceu a senha? Redefina aqui

# nextTutorial
source: Next
es: Próximo
pt: Próximo

# jumpTutorial
source: Skip tutorial
es: Saltar tutorial
pt: Pular tutorial

# tutorial1Title
source: Theo’s home page
es: Pantalla de inicio de Theo
pt: Tela de início do Theo

# tutorial1Description
source: Learn to tell stories, find out what people are posting and tell stories by sharing files. You can choose by clicking the highlighted buttons or in the bottom bar of your screen.
es: Aprenda a contar historias, descubra lo que las personas publican y cuente historias compartiendo archivos. Puedes elegir haciendo clic en los botones destacados o en la barra inferior de su pantalla.
pt: Aprenda a contar histórias, descobrir o que as pessoas estão publicando e contar histórias compartilhando arquivos. Você pode escolher clicando nos botões em destaque ou na barra inferior da sua tela.

# tutorial2Description
source: In the 'How to tell?' section you will learn about storytelling... swipe up and select a theme to explore related topics!
es: En la sección '¿Cómo contar?' aprenderás al respecto del storytelling... desliza hacia arriba y selecciona un tema para explorar temas relacionados
pt: Na seção 'Como contar?' você aprenderá sobre storytelling... deslize para cima e selecione um tema para explorar os assuntos relacionados!

# tutorial3Description
source: By clicking on 'Discover Stories' you can find out what people are posting and commenting about many topics.... To perform a refined search, select the 'Search' button at the top of the screen.
es: Al hacer clic en 'Descubrir historias', puedes encontrar lo que las personas están publicando y comentando sobre varios temas ... Para realizar una búsqueda refinada, seleccione el botón 'Buscar' en la parte superior de la pantalla.
pt: Ao clicar em 'Descobrir histórias', você pode encontrar o que as pessoas estão publicando e comentando sobre diversos assuntos.... Para realizar uma pesquisa refinada, selecione o botão 'Pesquisar' no topo da tela.

# tutorial4Description
source: Após criar um conteúdo educativo, você pode compartilhar em 'Contar uma história'. Selecione o tipo de arquivo para poder prosseguir.
es: Después de crear un contenido educativo, puedes compartirlo en 'Contar una historia'. Seleccione el tipo de archivo para continuar...

# tutorial5Description
source: At the top of the screen, by clicking on the circle with the initials of your name, you will access 'My profile'. Here you can change your account details, view saved stories, the history of your posts and post a new one.
es: En la parte superior de la pantalla, al hacer clic en el círculo con las iniciales de su nombre, tendrá acceso a 'Mi perfil'. Aquí puede cambiar los datos de su cuenta, ver historias guardadas, el historial de sus publicaciones y publicar una nueva...
pt: Na parte superior da tela, clicando no círculo com as iniciais do seu nome, você terá acesso ao 'Meu perfil'. Aqui você pode alterar dados da sua conta, ver histórias salvas, o histórico das suas publicações e publicar uma nova.

# tutorial6Description
source: If you have any questions, click on the menu (three dashes) at the top of the screen, and select 'Tutorial for use'. There you will find more details on how to use Theo!
es: Si tienes alguna duda, haz clic en el menú (tres guiones) en la parte superior de la pantalla y seleccione 'Tutorial de uso'. ¡Allí tendrás más detalles sobre cómo usar Theo!
pt: Se houver alguma dúvida, clique no menu (três traços) na part e superior da tela, e selecione 'Tutorial de uso'. Lá você terá mais detalhes de como usar o Theo!

# tellSubtitle
source: Select the option you want to share
es: Seleccione la opción que desea compartir
pt: Selecione a opção que deseja compartilhar

# tellTitle
source: Tell us a story!
es: Contar una historia
pt: Contar uma história

# concludedMessage
source: O seu perfil já está pronto.
es: Tu perfil ya está listo.

# concludedReview
source: Did you like the contents?
es: ¿Te gustó este contenido?

# review2
source: A little
es: Poco

# review3
source: Neuter
es: Neutral

# review4
source: I liked it
es: Me gustó

# review5
source: I liked it a lot
es: Mucho

# contactTitle
source: Contato
es: Contacto

# contactName
source: Nome
es: Nombre

# contactEmail
source: Email
es: Correo electrónico

# contactMessage
source: Mensagem
es: Mensaje

# contactMessageInputHint
source: Write here a message
es: Escriba su mensaje aquí

# deafultLanguage
source: Language standard
es: Idioma estándar

# titleInputLabel
source: Title (*)
es: Título (*)

# descriptionInputLabel
source: Short description (optional)
es: Breve descripción (opcional)

# authorInputLabel
source: Author (*)
es: Autor (*)

# linkInputLabel
source: Insert link (*)
es: Insertar el enlace (*)

# fileInputLabel
source: File (*)
es: Archivo (*)

# fileInputText
source: Add file
es: Insertar Archivo

# videoFileInputLabel
source: Video archive (*)
es: Archivo de vídeo (*)

# videoFileInputText
source: Insert video
es: Insertar video

# adultContentInputLabel
source: Content restricted to people over 18? (*)
es: ¿Contenido restringido a mayores de 18 años? (*)

# categoryInputLabel
source: Categoria (*)
es: Categoría (*)

# keywordInputLabel
source: Keywords
es: Palabras clave

# galleryInputLabel
source: Provide some pictures (*)
es: Proporcione algunas imágenes (*)

# tumbnailImageInputLabel
source: Cover photo (*)
es: Imagen de portada (*)

# imageInputText
source: Insert image; insert picture
es: Insertar imagen

# keyworkdHintText
source: Palavra-chave {number} aqui
es: Palabra clave {number} aquí

# imageCarrosselTitle
source: Click on the image to enlarge
es: Haz click en la imagen para ampliar

# openGameButton
source: Access the game
es: Accede al juego aquí

# authorship
source: Autoria
es: Autoría

# discoverStories
source: Descobrir histórias
es: Descubrir historias

# feedEndText
source: You have reached the end!
es: ¡Llegaste hasta el final!

# postsNotFound
source: No posts were found!
es: ¡No se han encontrado publicaciones!

# searchPosts
source: Search
es: Buscar

# learningPageTitle
source: Como contar?
es: ¿Cómo contar?

# presentationStoryTitle
source: Presentation
es: Presentación

# learningStoryTitle
source: Learning how to record videos using a smartphone
es: Aprendiendo a grabar videos con el celular

# learningStory2Title
source: Strengthening exercise, to do or not to do?
es: Ejercicio de fortalecimiento, para hacer o no hacer

# section1
source: Learning how to record videos using a smartphone
es: Aprendiendo a grabar videos con el celular

# section2
source: Copyright owership
es: Derechos de autor

# succeed
source: Sucesso!
es: ¡Éxito!

# storyPublished
source: Story successfully published!
es: ¡Historia publicada con éxito!

# minFileLength
source: Tamanho mínimo de {minLength} KB
es: Tamaño mínimo de {minLength} KB

# adultContentTagText
source: Content for people over 18
es: Contenido para mayores de 18 años

# postLike
source: Gostei
es: Me gustó

# postShare
source: Share
es: Compartir

# postDownload
source: Download
es: Descargar

# comments
source: comentários
es: Comentarios

# termTabTitle
source: Consent Statement
es: Formulario de consentimiento

# readTerm
source: Ler termo
es: Leer formulario

# home
source: Início
es: Inicio

# discover
source: Descobrir
es: Descubrir

# aboutApp
source: Sobre o Theo
es: Sobre Theo

# contact
source: Contato
es: Contacto

# validationError
source: The are fields filled incorrectly
es: Hay campos llenados incorrectamente

# required
source: This field is required!
es: ¡Este campo es obligatorio!

# invalidEmail
source: The email entered is invalid!
es: ¡El correo electrónico ingresado no es válido!

# invalidPassword
source: The password you entered is invalid!!
es: ¡La contraseña ingresada no es válida!

# passwordMinLength
source: The password must have at least 6 characters
es: La contraseña debe tener al menos 6 caracteres

# invalidMatchPassword
source: The password is incorrect!
es: ¡Las contraseñas no coinciden!

# nextPostsRequestError
source: Error loading the next post!
es: ¡Error al cargar las siguientes publicaciones!

# requestError
source: Request failed!
es: ¡No se pudo realizar la solicitud!

# pickImageError
source: Failure to select the image!
es: ¡No se pudo seleccionar la imagen!

# openLinkError
source: Couldnt open link!
es: ¡No se puede abrir el enlace

# invalidLogin
source: The email or password you entered is invalid or incorrect!
es: ¡El correo electrónico o la contraseña son incorrectos!

# categories
source: Categorias
es: Categorías

# exitButton
source: Sair
es: Salir

# seeMore
source: Ver mais
es: Ver más

# select
source: Selecionar
es: Seleccionar

# nextButton
source: Next
es: Continuar
pt: Continuar

# login
source: Entrar
es: Ingresar

# emailInputHint
source: Write your email address here
es: Escriba su correo electrónico aquí
pt: Escreva seu email aqui

# emailInputLabel
source: What is your email?
es: ¿Cuál es su correo electrónico?
pt: Qual seu e-mail?

# welcomeBack
source: Bem-vindo de volta!
es: ¡Bienvenido de nuevo!

# concluded
source: Concluído
es: Concluido

# done
source: Feito
es: Hecho

# insertFile
source: Inserir Arquivo
es: Insertar archivo

# yes
source: Sim
es: Sí

# no
source: Não
es: No

# choose
source: Escolher
es: Elegir

# remove
source: remover
es: Eliminar

# reminder
source: Lembrete
es: Recordatorio

# close
source: Fechar
es: Cerrar

# error
source: Erro!
es: Error!

# save
source: Salvar
es: Guardar

# progress
source: Progresso
es: Progreso

# accept
source: Aceitar
es: Aceptar

# goBack
source: Voltar
es: Volver

source: Edit
es: Editar

# init
source: Start
es: Iniciar
